/* No comment provided by engineer. */
"%d" = "%d";

/* No comment provided by engineer. */
"AAKeyboard" = "AAキーボード";

/* No comment provided by engineer. */
"After turning on it, confirm this alert message which will be shown. Anyway, you can use minimum functions without turning on it." = "After turning on it, confirm this alert message which will be shown. Anyway, you can use minimum functions without turning on it.";

/* No comment provided by engineer. */
"And then, tap action button on the bottom toolbar." = "And then, tap action button on the bottom toolbar.";

/* No comment provided by engineer. */
"And then, the message will be shown." = "And then, the message will be shown.";

/* No comment provided by engineer. */
"And then, turn on 'Full access' of AAKeyboard in order to handle all functions of AAKeyboard.app." = "And then, turn on 'Full access' of AAKeyboard in order to handle all functions of AAKeyboard.app.";

/* No comment provided by engineer. */
"Any text is not selected." = "Any text is not selected.";

/* No comment provided by engineer. */
"At first, run Setting.app." = "At first, run Setting.app.";

/* No comment provided by engineer. */
"Automatically, AAKeyboard.app will be active instead of 2tch.app and view to register your favorite AA will be opened." = "Automatically, AAKeyboard.app will be active instead of 2tch.app and view to register your favorite AA will be opened.";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Duplicate" = "Duplicate";

/* No comment provided by engineer. */
"Enable 'Register AA' among the list. And then, 'Register AA' item will be shown in the action list." = "Enable 'Register AA' among the list. And then, 'Register AA' item will be shown in the action list.";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Image has been saved." = "Image has been saved.";

/* No comment provided by engineer. */
"Let me give Notes.app as an example." = "Let me give Notes.app as an example.";

/* No comment provided by engineer. */
"Let me give Safari.app as an example." = "Let me give Safari.app as an example.";

/* No comment provided by engineer. */
"Let me give twinkle.app as an example, run twinkle.app." = "Let me give twinkle.app as an example, run twinkle.app.";

/* No comment provided by engineer. */
"Long tap on AA which you want to input." = "Long tap on AA which you want to input.";

/* No comment provided by engineer. */
"Now, paste AA as image\nin a message" = "Now, paste AA as image\nin a message";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open popup menu on Notes.app." = "Open popup menu on Notes.app.";

/* No comment provided by engineer. */
"Open the thread which contains your favorite AA. Long tap on AA and then view to select your action will be shown." = "Open the thread which contains your favorite AA. Long tap on AA and then view to select your action will be shown.";

/* No comment provided by engineer. */
"Open the thread which contains your favorite AA. Tap the information area(red region)." = "Open the thread which contains your favorite AA. Tap the information area(red region).";

/* No comment provided by engineer. */
"Popup menu will be shown and then tap 'Register AA' item." = "Popup menu will be shown and then tap 'Register AA' item.";

/* No comment provided by engineer. */
"Run 2tch.app." = "Run 2tch.app.";

/* No comment provided by engineer. */
"Run AAKeyboard.app." = "Run AAKeyboard.app.";

/* No comment provided by engineer. */
"Select 'Copy body' and quit twinkle.app." = "Select 'Copy body' and quit twinkle.app.";

/* No comment provided by engineer. */
"Select text you want to register as ascii art." = "Select text you want to register as ascii art.";

/* No comment provided by engineer. */
"Tap 'AAKeyboard' in order to enable to use AAKeyboard." = "Tap 'AAKeyboard' in order to enable to use AAKeyboard.";

/* No comment provided by engineer. */
"Tap 'Add neew keyboard...' if you have not added AAKeyboard into your keyboards." = "Tap 'Add neew keyboard...' if you have not added AAKeyboard into your keyboards.";

/* No comment provided by engineer. */
"Tap 'clipboard' button on the bottom toolbar." = "Tap 'clipboard' button on the bottom toolbar.";

/* No comment provided by engineer. */
"Tap 'General'." = "Tap 'General'.";

/* No comment provided by engineer. */
"Tap 'Keyboard', again." = "Tap 'Keyboard', again.";

/* No comment provided by engineer. */
"Tap 'Keyboard'." = "Tap 'Keyboard'.";

/* No comment provided by engineer. */
"Tap 'other' since if you have never used this action." = "Tap 'other' since if you have never used this action.";

/* No comment provided by engineer. */
"Tap 'Register AA'" = "Tap 'Register AA'";

/* No comment provided by engineer. */
"The name has been already used by the other group." = "The name has been already used by the other group.";

/* No comment provided by engineer. */
"The view to register your favorite AA will be opened." = "The view to register your favorite AA will be opened.";

/* No comment provided by engineer. */
"To copy AA as image,\nturn on full access in settings." = "To copy AA as image,\nturn on full access in settings.";

/* No comment provided by engineer. */
"To use full functions,\nturn on full access in settings." = "To use full functions,\nturn on full access in settings.";

/* No comment provided by engineer. */
"Turn on 'Full access' on this view for enabling all functions. AAKeyboard.app needs 'Full access' in order to save ascii art into the database. AAKeyboard.app does not access any other your private data." = "Turn on 'Full access' on this view for enabling all functions. AAKeyboard.app needs 'Full access' in order to save ascii art into the database. AAKeyboard.app does not access any other your private data.";

/* No comment provided by engineer. */
"View to register your favorite AA will be opened." = "View to register your favorite AA will be opened.";

/* No comment provided by engineer. */
"You can paste the image of AA to Notes.app. As well as Message.app, you can do it." = "You can paste the image of AA to Notes.app. As well as Message.app, you can do it.";

/* No comment provided by engineer. */
"You CANNOT input any ASCII arts using AAKeyboard because the keyboard has not been given full access. " = "You CANNOT input any ASCII arts using AAKeyboard because the keyboard has not been given full access. ";

